[
  {
    "text": "You come across a homeless person begging for food. What do you do?"
  },
  {
    "text": "You see someone drop a health potion whilst in a rush. You pick it up and..."
  },
  {
    "text": "You see an injured Donomon under a tree."
  },
  {
    "text": "You just won a Donomon match"
  },
  {
    "text": "You see a team of tamers attacking a child for their Donomon!"
  },
  {
    "text": "You go to a health center to heal your Donomon, but there's a barricade of Donomon at the entrance!"
  },
  //Answers needed for this and beyond._____________________________________________________________________________
  {
    "text": "You go to battle with your Donomon, but when you summon it, it's limping!"
  },
  {
    "text": "You enter a cave and find a Donomon egg!"
  },
  {
    "text": "You find a group of baby Donomon playing in a field."
  },
  {
    "text": "You realize that your friend has been stealing your Donomon's food!"
  },
  {
    "text": "You get a message from someone, letting you know that they need help with a Donomon."
  },
  {
    "text": "You find a wishing stone hidden in a cave. It's very limited in what it can grant, what do you wish for?"
  },
  {
    "text": "You get surrounded by a group of bad guys, and they're trying to recruit you!"
  },
  {
    "text": "It's your first day of Donomon school! You see a group of kids bullying another kid."
  },
  {
    "text": "You found out that time is stopping for everyone but you!"
  },
  {
    "text": "A baby Donomon started following you! You see that it is harmless"
  },
  {
    "text": "You are able to choose out of 3 Donomon eggs. Two people are also choosing!"
  },
  {
    "text": "You're asked to help in researching Donomon!"
  },
  {
    "text": "Your friend asks if your Donomon wants to play with their Donomon."
  },
  {
    "text": "You see your Donomon rummaging through someone's garden!"
  },
  {
    "text": "Someone asks to buy your Donomon for a hefty price!"
  },
  {
    "text": "You see a mischievous Donomon trying to trip people!"
  },
  {
    "text": "You see a valuable stone in someones window. You know that they're not home and its easy to steal!"
  },
  {
    "text": "You go to a Donomon match, but you see that the Donomon are being treated poorly!"
  },
  {
    "text": "Deep in thought, you don't notice that you're about to walk into a wall! BAM!"
  }
]
